[
  {
    "id": 1,
    "image": "health_campaign_image.jpg",
    "title": "Clean Water for Children",
    "category": "Health",
    "category_bg": "#AEC9FC",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Help make a difference in the lives of children by supporting our 'Clean Water for Children' campaign. Access to clean and safe drinking water is a basic human right, yet many children in underprivileged communities lack this essential resource. With your contribution, we aim to provide sustainable water solutions that will ensure these children have access to clean and safe drinking water. Your donation will go towards building water wells, purifying water sources, and educating communities on water hygiene. Join us in this important mission to improve the health and well-being of children in need. Together, we can make a lasting impact on their lives. Donate now and be a part of the solution!",
    "price": 200
  },
  {
    "id": 2,
    "image": "education_campaign_image.jpg",
    "title": "Quality Education for All",
    "category": "Education",
    "category_bg": "#3399FF",
    "card_bg": "#66CCFF",
    "text_color": "#000000",
    "description": "Join us in our commitment to providing 'Quality Education for All.' Education is the key to unlocking a brighter future, but not all children have the same opportunities. Your donation will support our mission to ensure that every child, regardless of their background, has access to quality education. We believe that education empowers individuals and transforms communities. With your support, we will provide scholarships, educational resources, and mentoring programs to help students succeed academically and beyond. Together, we can bridge the educational gap and create a world where every child has the chance to thrive. Make a lasting impact by donating today!",
    "price": 250
  },
  {
    "id": 3,
    "image": "clothing_campaign_image.jpg",
    "title": "Warm Clothing Drive",
    "category": "Clothing",
    "category_bg": "#FF3399",
    "card_bg": "#FF66CC",
    "text_color": "#FFFFFF",
    "description": "Support our 'Warm Clothing Drive' and help those in need stay warm during the harsh winter months. Winter can be a challenging time for many, especially for those who lack warm clothing. Your donation will provide coats, jackets, and blankets to individuals facing cold weather without proper attire. By contributing to this campaign, you will directly impact the lives of homeless individuals and families struggling to stay warm. Your generosity will bring comfort and relief to those in need, making winter a bit easier to bear. Join us in spreading warmth and kindness this season. Donate now and be a part of this heartwarming initiative!",
    "price": 175
  },
  {
    "id": 4,
    "image": "food_campaign_image.jpg",
    "title": "Better Food for Everyone",
    "category": "Food",
    "category_bg": "#33FF33",
    "card_bg": "#66FF66",
    "text_color": "#000000",
    "description": "Make a positive impact on hunger by supporting our 'Better Food for Everyone' campaign. Access to nutritious meals is a fundamental human right, yet many individuals and families face food insecurity. Your donation will help us provide balanced and healthy food to those in need. We believe that no one should go to bed hungry. With your support, we will establish food distribution programs, community gardens, and educational initiatives to combat hunger and malnutrition. Join us in the fight against hunger and be a part of a community that cares. Your contribution can change lives and ensure that everyone has access to better food options. Donate today and make a difference!",
    "price": 300
  },
  {
    "id": 5,
    "image": "food_campaign_image_2.jpg",
    "title": "Meals for Seniors in Need",
    "category": "Food",
    "category_bg": "#33FF33",
    "card_bg": "#66FF66",
    "text_color": "#000000",
    "description": "Make a difference in the lives of vulnerable seniors by supporting our 'Meals for Seniors in Need' campaign. Many elderly individuals face food insecurity, which can lead to serious health issues. Your donation will provide nutritious meals and essential food items to seniors in need, ensuring they receive the nourishment they deserve. We believe in preserving the dignity and well-being of our elderly community members. Join us in this compassionate mission to improve the lives of seniors who may be living alone or struggling to make ends meet. Your contribution can bring comfort and relief to their lives. Donate today and make a positive impact!",
    "price": 175
  },
  {
    "id": 6,
    "image": "clothing_campaign_image_2.jpg",
    "title": "Winter Coats for the Homeless",
    "category": "Clothing",
    "category_bg": "#FF3399",
    "card_bg": "#FF66CC",
    "text_color": "#FFFFFF",
    "description": "Help homeless individuals stay warm during cold winters by contributing to our 'Winter Coats for the Homeless' campaign. The harsh winter weather poses a significant threat to those experiencing homelessness. Your donation will provide warm winter coats, gloves, and other essentials to keep them safe and comfortable. Your generosity can make a life-saving difference in their lives, offering warmth and hope in challenging times. Join us in this compassionate initiative to support those in need. Your contribution can bring comfort and relief to those facing the cold. Donate today and make a meaningful impact!",
    "price": 200
  },
  {
    "id": 7,
    "image": "education_campaign_image_2.jpg",
    "title": "Scholarships for Underprivileged Students",
    "category": "Education",
    "category_bg": "#3399FF",
    "card_bg": "#66CCFF",
    "text_color": "#000000",
    "description": "Empower underprivileged students to achieve their dreams by supporting our 'Scholarships for Underprivileged Students' program. Many talented and deserving students lack the financial means to pursue higher education. Your donation will provide scholarships and financial assistance to these promising individuals, helping them access quality education and unlock their full potential. We believe that education is a catalyst for positive change, and your contribution can pave the way for a brighter future for these students. Join us in breaking down financial barriers and making education accessible to all. Your support can transform lives and build a better tomorrow!",
    "price": 275
  },

  {
    "id": 8,
    "image": "health_campaign_image_2.jpg",
    "title": "Medical Supplies for Vulnerable Communities",
    "category": "Health",
    "category_bg": "#AEC9FC",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Support our mission to provide 'Medical Supplies for Vulnerable Communities' and help save lives. In underserved areas, access to essential medical supplies can be limited, leading to preventable suffering. Your donation will enable us to procure and distribute medical supplies to those in need, ensuring they receive proper care. We believe that healthcare is a fundamental right, and your contribution can make a significant difference. Together, we can improve healthcare outcomes and make a lasting impact on the health and well-being of vulnerable individuals. Join us in this critical mission. Your support can change lives!",
    "price": 175
  },

  {
    "id": 9,
    "image": "health_campaign_image_3.jpg",
    "title": "Vaccination Drive for Children",
    "category": "Health",
    "category_bg": "#AEC9FC",
    "card_bg": "#0052FF26",
    "text_color": "#0052FF",
    "description": "Protect children from preventable diseases by supporting our 'Vaccination Drive for Children' campaign. Immunization is a critical aspect of child healthcare, yet many children in underserved communities lack access to vaccines. Your donation will help us organize vaccination drives, provide essential vaccines, and educate communities on the importance of immunization. We believe that every child deserves a healthy start in life, and your contribution can make it possible. Join us in this life-saving mission to ensure that children have the protection they need. Your support can save lives and create healthier futures. Donate now!",
    "price": 225
  },
  {
    "id": 10,
    "image": "education_campaign_image_3.jpg",
    "title": "Library Expansion Project",
    "category": "Education",
    "category_bg": "#3399FF",
    "card_bg": "#66CCFF",
    "text_color": "#000000",
    "description": "Promote literacy and education in underserved areas by supporting our 'Library Expansion Project.' Libraries are vital hubs of knowledge and learning, but not all communities have access to well-equipped libraries. Your donation will help us expand and enhance library facilities, provide a wide range of books, and offer educational programs. We believe that reading and learning should be accessible to all. Join us in this transformative initiative to empower individuals through education and knowledge. Your contribution can open doors to new opportunities and inspire generations. Make a lasting impact by donating today!",
    "price": 275
  },
  {
    "id": 11,
    "image": "clothing_campaign_image_3.jpg",
    "title": "School Uniforms for Needy Students",
    "category": "Clothing",
    "category_bg": "#FF3399",
    "card_bg": "#FF66CC",
    "text_color": "#FFFFFF",
    "description": "Boost the confidence and self-esteem of needy students by supporting our 'School Uniforms for Needy Students' program. For many students, having a proper school uniform can make a world of difference in their education journey. Your donation will provide school uniforms to financially disadvantaged students, helping them feel confident and ready to learn. We believe that education should be a source of empowerment, not insecurity. Join us in this impactful initiative to ensure that every child can attend school with dignity. Your support can inspire young minds and shape their future. Donate today and make a positive change!",
    "price": 150
  },
  {
    "id": 12,
    "image": "food_campaign_image_3.jpg",
    "title": "Emergency Food Relief",
    "category": "Food",
    "category_bg": "#33FF33",
    "card_bg": "#66FF66",
    "text_color": "#000000",
    "description": "Support our 'Emergency Food Relief' efforts to assist those affected by natural disasters and crises. When disasters strike, access to food becomes a critical challenge for many communities. Your donation will help us respond swiftly and provide emergency food supplies to those in need. We believe in the power of immediate relief to alleviate suffering. Join us in this humanitarian mission to provide food and hope to individuals and families facing crises. Your contribution can make a life-saving difference during the most challenging times. Donate today and be a beacon of hope for those in distress!",
    "price": 275
  }
]
